{	"version": 1,
	"strings": [
		["INST0001","NiceHash QuickMiner is already installed in:"],
		["INST0002","Would you like to overwrite this installation?"],

		["PROG0001","NiceHash QuickMiner is already running!"],
		["PROG0002","It has been detected that NiceHah QuickMiner has crashed your PC."],
		["PROG0003","Would you like to reset all set OPTIMIZE profiles back to default (Manual) value for all video cards?"],

		["FRM10001","IMPORTANT! You can control NiceHash QuickMiner through context menu. Right mouse click NiceHash Icon in your Windows Notifications taskbar. View following picture as an example:"],
		["FRM10002","Okay, I have tested it and I understand it! Close this Dialog now."],
		["FRM10003","Loading: "],
		["FRM10004","Exit"],
		["FRM10005","About"],
		["FRM10006","Export logs"],
		["FRM10007","Full detailed logging"],
		["FRM10008","View Manuals"],
		["FRM10009","Help"],
		["FRM10010","Start with Windows"],
		["FRM10011","CPU Mining"],
		["FRM10012","Edit command file"],
		["FRM10013","Edit config file"],
		["FRM10014","Settings"],
		["FRM10015","Configure"],
		["FRM10016","Activate"],
		["FRM10017","Game Mode"],
		["FRM10018","Start mining"],
		["FRM10019","Open"],
		["FRM10020","Deactivate"],
		["FRM10021","Start"],
		["FRM10022","Stop"],
		["FRM10023","Update to the new version failed, reason:"],
		["FRM10024","Please, resolve the issues or update manually."],
		["FRM10025","notification"],
		["FRM10026","Excavator.exe has started mining successfully!"],
		["FRM10027","Speed"],
		["FRM10028","Failed to start excavator.exe. Please consult NiceHash QuickMiner troubleshooting guide."],
		["FRM10029","Failed to establish connection to excavator.exe. Please consult NiceHash QuickMiner troubleshooting guide."],
		["FRM10030","Excavator.exe has been stopped!"],
		["FRM10031","This PC does not have enough virtual memory. Increase virtual memory or add more physical RAM."],
		["FRM10040","Game Mode still active!\n\nPlease, deactivate Game Mode before exiting NiceHash QuickMiner."],
		["FRM10041","This action will close NiceHash QuickMiner.\n\nAre you sure you want to quit NiceHash QuickMiner?"],
		["FRM10042","Could not detect video card with connected display or you may be using older video card for display!"],
		["FRM10043","Game mode activated on primary GPU with display. Mining has stopped on that GPU and game overclocks have been applied for it.\n\nGame on!"],
		["FRM10044","Game mode deactivated on primary GPU with display. GPU is back to mining with applied mining overclocks (if being set)."],
		["FRM10050","Autostart task"],
		["FRM10051","NiceHash QuickMiner autostart task has been uninstalled."],
		["FRM10052","Failed to uninstall NiceHash QuickMiner autostart task! Reason:"],
		["FRM10053","NiceHash QuickMiner autostart task has been installed successfully.\n\nNiceHash QuickMiner will now launch and start mining automatically when Windows is started."],
		["FRM10054","Failed to install NiceHash QuickMiner autostart task! Reason:"],
		["FRM10060","Failed to restart Excavator! Please, restart NiceHash QuickMiner to fix this issue!"],
		["FRM10061","All done! Logs have been exported into a single .zip file:"],
		["FRM10062","Your Mining BTC address has been redacted out and only past 6 hour of logs are included to reduce file size. You should attach this file when submitting an issue/bug report."],
		["FRM10063","Failed to export logs, reason:"]
]}