{	"version": 5,
	"strings": [
		["GEN00001","Salir"],
		["GEN00002","OK"],
		["GEN00003","Cancelar"],
		["GEN00004","ESTABLE"],
		["GEN00005","CL (Candidato para Lanzamiento)"],

		["INST0001","NiceHash QuickMiner ya está instalado en:"],
		["INST0002","¿Le gustaría sobrescribir esta instalación?"],
		["INST0003","Descargar e instalar"],
		["INST0004","Idioma:"],
		["INST0005","Carpeta de Instalacion:"],
		["INST0006","Navegar"],
		["INST0007","Tipo de versión:"],
		["INST0008","Crear un acceso directo en el escritorio"],
		["INST0009","Ejecute NiceHash QuickMiner después de la instalación"],
		["INST0010","Descargar e instalar"],
		["INST0011","Descargando e instalando, por favor espere ..."],
		["INST0012","No se puede iniciar excavator.exe; error:"],
		["INST0013","Si el AV está bloqueando el archivo, permítalo o haga una excepción y luego repita la instalación."],
		["INST0014","No se puede iniciar NiceHashQuickMiner.exe; error:"],
		["INST0015","¡ha sido instalado exitosamente! ¡Gracias por tu apoyo!"],
		["INST0016","Aplicar OPTIMIZACIÓN (Ligero) para todos los dispositivos"],

		["PROG0001","¡NiceHash QuickMiner ya se está ejecutando!"],
		["PROG0002","Se ha detectado que NiceHash QuickMiner ha echo fallar su PC."],
		["PROG0003","¿Le gustaría restablecer todos los perfiles de OPTIMIZACIÓN configurados de nuevo al valor predeterminado (Manual) para todas las tarjetas de video?"],
		["PROG0004","No se puede iniciar NiceHash QuickMiner.Error:\n\n -  archivos faltantes\n\nAlgunos archivos fueron eliminados por un programa de terceros - muy probablemente el AV."],
		["PROG0005","¡Error al instalar!\n\nNiceHash QuickMiner no pudo continuar con la instalación. Error:"],
		["PROG0006","No se puede inicializar NVML.\n\n¡NiceHash QuickMiner solo funciona con dispositivo NVIDIA!"],
		["PROG0007","¡No se pudo obtener la versión del controlador NVIDIA!"],
		["PROG0008","Versión de controlador de NVIDIA no válida. El mínimo es 461,33.\n\n¡Instale los controladores NVIDIA más recientes!"],
		["PROG0009","¡No se detectó hardware compatible!\n\nSi tiene hardware compatible, intente reiniciar su PC."],

		["FRM10001","¡IMPORTANTE! Puede controlar NiceHash QuickMiner a través del menú contextual. Haga clic con el botón derecho del mouse en el ícono NiceHash en la barra de tareas de Notificaciones de Windows. Vea la siguiente imagen como ejemplo:"],
		["FRM10002","¡Bien, lo he probado y lo entiendo! Cierre este cuadro de diálogo ahora."],
		["FRM10003","Cargando: "],
		["FRM10004","Mostrar opciones"],
		["FRM10005","Acerca de"],
		["FRM10006","Exportar registros"],
		["FRM10007","Registros completos y detallados"],
		["FRM10008","Ver Manuales"],
		["FRM10009","Ayuda"],
		["FRM10010","Iniciar con Windows"],
		["FRM10011","Minería con CPU"],
		["FRM10012","Editar archivo de comandos"],
		["FRM10013","Editar archivo de configuración"],
		["FRM10014","Ajustes"],
		["FRM10015","Configurar"],
		["FRM10016","Activar"],
		["FRM10017","Modo de juego"],
		["FRM10018","Comenzar a minar"],
		["FRM10019","Abrir"],
		["FRM10020","Desactivar"],
		["FRM10021","Comenzar"],
		["FRM10022","Deterner"],
		["FRM10023","La actualización a la nueva versión falló, motivo:"],
		["FRM10024","Por favor, resuelva los problemas o actualice manualmente."],
		["FRM10025","notificación"],
		["FRM10026","¡Excavator.exe ha comenzado a minar con éxito!"],
		["FRM10027","Velocidad"],
		["FRM10028","No se pudo iniciar excavator.exe. Consulte la guía de solución de problemas de NiceHash QuickMiner."],
		["FRM10029","No se pudo establecer la conexión con excavator.exe. Consulte la guía de solución de problemas de NiceHash QuickMiner."],
		["FRM10030","¡Excavator.exe se ha detenido!"],
		["FRM10031","Esta PC no tiene suficiente memoria virtual. Aumente la memoria virtual o agregue más RAM física."],
		["FRM10040","¡El modo de juego sigue activo!\n\n¿Desea salir de NiceHash QuickMiner de todos modos?"],
		["FRM10041","Esta acción cerrará NiceHash QuickMiner.\n\n¿Está seguro de que desea salir de NiceHash QuickMiner?"],
		["FRM10042","No se pudo detectar la tarjeta de video con la pantalla conectada o es posible que esté utilizando una tarjeta de video más antigua para la pantalla."],
		["FRM10043","Modo de juego activado en la GPU principal con pantalla. Se ha detenido la minería en esa GPU y se han aplicado overclocks de juego.\n\n¡A Juega!"],
		["FRM10044","El modo de juego está desactivado en la GPU principal con pantalla. La GPU ha vuelto a la minería con overclocks de minería aplicados (si se configuran)."],
		["FRM10050","Iniciar tarea automáticamente"],
		["FRM10051","La tarea de inicio automático de NiceHash QuickMiner se ha desinstalado."],
		["FRM10052","¡No se pudo desinstalar la tarea de inicio automático de NiceHash QuickMiner! Razón:"],
		["FRM10053","La tarea de inicio automático de NiceHash QuickMiner se ha instalado correctamente.\n\nNiceHash QuickMiner ahora se iniciará y comenzará a minar automáticamente cuando se inicie Windows."],
		["FRM10054","¡No se pudo instalar la tarea de inicio automático de NiceHash QuickMiner! Razón:"],
		["FRM10060","¡No se pudo reiniciar la Excavator! Por favor, reinicie NiceHash QuickMiner para solucionar este problema."],
		["FRM10061","¡Todo listo! Los registros se han exportado a un solo archivo .zip:"],
		["FRM10062","Su dirección de Mining BTC ha sido eliminada y solo se incluyen registros de las últimas 6 horas para reducir el tamaño del archivo. Debe adjuntar este archivo cuando envíe un informe de problema/error."],
		["FRM10063","No se pudieron exportar los registros, motivo:"],
		["FRM10064","Exportar archivos de registro a un archivo ZIP"],
		["FRM10070","Optimice la estabilidad activando las interrupciones señalizadas por mensaje (MSI) para todas las tarjetas de video compatibles. Su equipo de minería puede obtener una significativamente mejor estabilidad.\n\n¡PELIGRO! En algunos casos excepcionales, esta acción puede dañar los controladores de video. Se recomienda realizar una restauración del sistema antes de activar MSI.\n\n¿Activar MSI ahora?"],
		["FRM10071","Acción fallida, error:"],
		["FRM10072","¡Todas las tarjetas de video ya están optimizadas!"],
		["FRM10073","¡Éxito! Por favor, reinicie su PC.\n\nLas siguientes tarjetas de video fueron optimizadas:"],
		["FRM10101","Extra"],
		["FRM10102","Aplicar interrupciones MSI"],
		["FRM10103","MSI deshabilitado! ¡Habilite MSI para una mejor estabilidad!"],
		["FRM10201","¡Finalizó la carga!"],
		["FRM10301","No se puede cambiar durante el modo de juego.\n\n¡Por favor, primero desactive el modo de juego!"],

		["FRM20001","Se estableció una dirección inválida o de  minería que no es de Bitcoin. Ingrese su dirección de minería de NiceHash:"],
		["FRM20002","Pegar desde portapapeles"],
		["FRM20003","ingrese su dirección minera aquí"],
		["FRM20005","¿No sabes dónde conseguirla? Inicie sesión en su cuenta NiceHash y luego vaya a esta página:"],
		["FRM20006","Dirección BTC inválida. La dirección ingresada no es correcta."],

		["UINS0001","Desinstalar"],
		["UINS0002","Por favor, seleccione las siguientes opciones antes de desinstalar NiceHash QuickMiner:"],
		["UINS0003","Mantener el archivo de configuración (nhqm.conf)."],
		["UINS0004","Mantenga los archivos de comandos (* .json) que contienen overclocks y configuraciones de ventiladores."],
		["UINS0005","Mantenga los archivos de registro."],

		["GAME0001","Opciones del modo de juego"],
		["GAME0002","GPU principal detectada con pantalla conectada:"],
		["GAME0003","Valores de overclock para aplicar en la GPU principal cuando el modo de juego está activo: *"],
		["GAME0004","TDP"],
		["GAME0005","Delta del reloj del núcleo"],
		["GAME0006","Delta del reloj de la memoria"],
		["GAME0007","Configurar ventiladores en automático"],

		["ABT00001","Versión:"],

		["FRM90001","Ajustes opcionales"],
		["FRM90002","Configuremos los siguientes ajustes que no son obligatorios, pero se recomiendan configurar. Si tiene prisa, puede omitir esto y configurarlos más tarde a través del archivo de configuración (nhqm.conf)."],
		["FRM90003","Saltar >>"],
		["FRM90004","Idioma"],
		["FRM90005","Nombre"],
		["FRM90006","Inicio automático"],
		["FRM90007","Manejo de errores"],
		["FRM90008","Consejos y Trucos"],
		["FRM90009","Administrador de Equipos"],
		["FRM90010","Lenguaje de la interfaz"],
		["FRM90011","¡Dale a tu equipo de minería un nombre único y genial!"],
		["FRM90012","Nombre del equipo:"],
		["FRM90013","¿Le gustaría que NiceHash QuickMiner se inicie automáticamente con Windows?"],
		["FRM90014","Inicio automático con Windows (método del programador de tareas)"],
		["FRM90015","¿Cómo manejar su PC cuando fallan las tarjetas de video?"],
		["FRM90016","Acción de manejo de errores:"],
		["FRM90017","Hacer nada"],
		["FRM90018","Reiniciar Excavator (predeterminado)"],
		["FRM90019","Reiniciar Equipo (recomendado)"],
		["FRM90020","Reinicie el controlador de NVIDIA"],
		["FRM90021","Hay muchas más opciones que puede configurar. Consulte NiceHash QuickMiner Wiki para obtener consejos y trucos."],
		["FRM90022","¡RECOMENDADO! No olvide revisar la solución de optimización de un clic para las tarjetas de video de escritorio de las series GTX 1000, TITAN V, RTX 2000, TITAN RTX y RTX 3000. ¡Alta fiabilidad y muy buena eficiencia garantizada!"],
		["FRM90023","Si es un principiante, le recomendamos que vaya a Administrador de Equipos. Si desea sintonizar manualmente su(s) tarjeta(s) de video, vaya a la siguiente página."],
		["FRM90024","Llévame al Administrador de Equipos >>"],
		["FRM90025","Es posible que su minero tarde varios minutos en aparecer en el Administrador de Equipos. ¡Por favor, tenga paciencia!"],
		["FRM90026","OCTune es una poderosa herramienta de overclocking, diseñada para cubrir todas las necesidades de cada minero. Es lo suficientemente potente como para admitir modificaciones de los relojes del núcleo, relojes de la memoria, límites de energía, tiene la capacidad de modificar el comportamiento del ventilador y le permite bajar el voltaje de las tarjetas de video para reducir el consumo de energía y aumentar la eficiencia. ¡Apague cualquier otra herramienta de overclocking y deje que OCTune tome el control total!"],
		["FRM90027","Abra OCTune para modificar >>"],

		["F0100001","Comenzando pronto automáticamente..."],
		["F0100002","Restablecer OPTIMIZACIÓN"],
		["F0100003","Comenzar"],
		["F0100004","Puede restablecer la optimización antes de que se aplique para evitar un fallo de la PC causado por un perfil de optimización incompatible."],

		["UPDT0001","Nueva versión disponible"],
		["UPDT0002","NiceHash QuickMiner v"],
		["UPDT0003"," está disponible.\n\n¿Desea actualizar ahora?"],
		["UPDT0004","Nueva versión descargada"],
		["UPDT0005","NiceHash QuickMiner v"],
		["UPDT0006"," se ha descargado.\n\nNiceHash QuickMiner debe reiniciarse para que se complete la actualización. Haga clic en Aceptar para reiniciarlo cuando esté listo. Se recomienda verificar su configuración después de la actualización para asegurarse de que NiceHash QuickMiner esté funcionando correctamente como se esperaba."],
		["UPDT0007","Nuevas funciones disponibles"],
		["UPDT0008","NiceHash QuickMiner se ha actualizado correctamente a v"],
		["UPDT0009",".\n\nLa nueva versión puede detectar y elegir automáticamente la mejor ubicación de servicio con una confiabilidad muy alta. También tiene un retroceso automático a la ubicación secundaria cuando hay una interrupción o mantenimiento en la ubicación principal. ¿Le gustaría activar la función de ubicación del servicio automático?"],
		["UPDT0010",".\n\nLa nueva versión aumenta la seguridad de su minería. Para que esto funcione correctamente, tuvimos que modificar la línea de comando de inicio de Excavator. Haga clic en Sí si está de acuerdo en restablecerlo. Si no lo restablece, es posible que NiceHash QuickMiner no funcione correctamente."]
]}
