{	"version": 5,
	"strings": [
		["GEN00001","Quitter"],
		["GEN00002","OK"],
		["GEN00003","Annuler"],
		["GEN00004","STABLE"],
		["GEN00005","LC (Libérer le Candidat)"],

		["INST0001","NiceHash QuickMiner est déjà installé dans:"],
		["INST0002","Souhaitez vous écraser cette installation?"],
		["INST0003","Télécharger et installer"],
		["INST0004","Langue:"],
		["INST0005","Dossier d'installation:"],
		["INST0006","Parcourir"],
		["INST0007","Type de version:"],
		["INST0008","Créer un raccourci sur le bureau"],
		["INST0009","Exécutez NiceHash QuickMiner après l'installation"],
		["INST0010","Télécharger et installer"],
		["INST0011","Téléchargement et installation, S'il vous plaît, attendez..."],
		["INST0012","Impossible de démarrer excavator.exe; erreur:"],
		["INST0013","Si AV bloque le fichier, autorisez le ou faites une exception puis répétez l'installation."],
		["INST0014","Impossible de démarrer NiceHashQuickMiner.exe; erreur:"],
		["INST0015","A été installé avec succès! Merci pour votre soutien!"],
		["INST0016","Appliquer OPTIMISER (Lite) pour tous les appareils"],

		["PROG0001","NiceHash QuickMiner est déjà en cours d'exécution!"],
		["PROG0002","Il a été détecté que NiceHash QuickMiner a écrasé votre PC."],
		["PROG0003","Souhaitez vous réinitialiser tous les profils OPTIMISER définis par défaut (Manuel) valeur pour toutes les cartes vidéo?"],
		["PROG0004","Impossible de démarrer NiceHash QuickMiner.Erreur:\n\n - fichiers manquants\n\nSome les fichiers ont été supprimés par un programme tiers - le plus probable AV."],
		["PROG0005","Erreur lors de l'installation!\n\nNiceHash QuickMiner n'a pas pu continuer l'installation. Erreur:"],
		["PROG0006","Impossible d'initialiser NVML.\n\nNiceHash QuickMiner ne fonctionne pas sans aucun appareil NVIDIA!"],
		["PROG0007","Impossible d'obtenir la version du pilote NVIDIA!"],
		["PROG0008","Version du pilote NVIDIA non valide. Le minimum est 461.33.\n\nVeuillez installer les derniers pilotes NVIDIA!"],
		["PROG0009","Aucun matériel compatible détecté!\n\nSi vous avez du matériel compatible, veuillez, essayez de redémarrer votre PC."],

		["FRM10001","IMPORTANT! Vous pouvez contrôler NiceHash QuickMiner via le menu contextuel. Cliquez avec le bouton droit de la souris sur l'icône NiceHash dans la barre des tâches Windows Notifications. Voir l'image suivante comme exemple:"],
		["FRM10002","Ok, je l'ai testé et je le comprends! Fermez cette Dialogue maintenant."],
		["FRM10003","Chargement: "],
		["FRM10004","Afficher les options"],
		["FRM10005","À propos"],
		["FRM10006","Export logs"],
		["FRM10007","Connexion complètement détaillé"],
		["FRM10008","Voir Manuels"],
		["FRM10009","Aide"],
		["FRM10010","Commencer avec windows"],
		["FRM10011","CPU Minière"],
		["FRM10012","Modifier le fichier de commande"],
		["FRM10013","Modifier fichier config"],
		["FRM10014","Paramètres"],
		["FRM10015","Configurer"],
		["FRM10016","Activer"],
		["FRM10017","Mode de jeu"],
		["FRM10018","Commencer minière"],
		["FRM10019","Ouvrez"],
		["FRM10020","Désactiver"],
		["FRM10021","Démarrer"],
		["FRM10022","Arrêter"],
		["FRM10023","Mise à jour vers nouvelle version a échoué, raison:"],
		["FRM10024","Veuillez, résoudre les problèmes ou mettre à jour manuellement."],
		["FRM10025","Notification"],
		["FRM10026","Excavator.exe a commencé minière avec succès!"],
		["FRM10027","Vitesse"],
		["FRM10028","Échec du démarrage excavator.exe. Veuillez consulter NiceHash QuickMiner guide de dépannage."],
		["FRM10029","Échec de l'établissement de la connexion à excavator.exe. Veuillez consulter NiceHash QuickMiner guide de dépannage."],
		["FRM10030","Excavator.exe a été arrêté!"],
		["FRM10031","Ce PC n'a pas assez de mémoire virtuelle. Augmentez la mémoire virtuelle ou ajoutez plus de RAM physique."],
		["FRM10040","Mode de jeu toujours actif!\n\nSouhaitez-vous quand même quitter NiceHash QuickMiner?."],
		["FRM10041","Cette action se fermera NiceHash QuickMiner.\n\nÊtes-vous sûr de vouloir quitter NiceHash QuickMiner?"],
		["FRM10042","Impossible de détecter la carte vidéo avec l'écran connecté ou vous utilisez peut-être une ancienne carte vidéo pour l'affichage!"],
		["FRM10043","Mode jeu activé sur le GPU principal avec affichage. Le minage s'est arrêtée sur ce GPU et des overclockings de jeu ont été appliqués pour cela.\n\nJeu activé!"],
		["FRM10044","Mode de jeu désactivé sur le GPU principal avec écran. Le GPU est de retour à minière avec des overclocks miniers appliqués (s'il est réglé)."],
		["FRM10050","Tâche de démarrage automatique"],
		["FRM10051","NiceHash QuickMiner la tâche de démarrage automatique a été désinstallée."],
		["FRM10052","Échec de la désinstallation NiceHash QuickMiner tâche de démarrage automatique! Raison:"],
		["FRM10053","NiceHash QuickMiner tâche de démarrage automatique a été installée avec succès.\n\nNiceHash QuickMiner va maintenant lancer et démarrer minière automatiquement au démarrage de Windows."],
		["FRM10054","Échec de l'installation NiceHash QuickMiner tâche de démarrage automatique! Raison:"],
		["FRM10060","Échec du redémarrage Excavator! Veuillez, redémarrez NiceHash QuickMiner pour résoudre ce problème!"],
		["FRM10061","Tout est fait! Les Logs ont été exportés dans un seul fichier .zip:"],
		["FRM10062","Votre adresse BTC minière a été expurgée et seules les 6 dernières heures de journaux sont incluses pour réduire la taille du fichier. Vous devez joindre ce fichier lors de la soumission d'un rapport de problème/bogue."],
		["FRM10063","Échec de l'exportation des logs, raison:"],
		["FRM10064","Exporter les fichiers log dans un fichier ZIP"],
		["FRM10070","Optimiser la stabilité en activant les interruptions signalées par message (MSI) pour toutes les cartes vidéo prises en charge. Votre rig minière peut obtenir une stabilité considérablement améliorée.\n\nDANGER! Dans certains cas rares, cette action peut endommager vos pilotes d'affichage. Il est recommandé d'effectuer une restauration du système avant d'activer MSI.\n\nActivez MSI maintenant?"],
		["FRM10071","Action échoué, erreur:"],
		["FRM10072","Toutes les cartes vidéo sont déjà optimisées!"],
		["FRM10073","Succès! Veuillez, redémarrez votre PC.\n\nLes cartes vidéo suivantes ont été optimisées:"],
		["FRM10101","Supplémentaire"],
		["FRM10102","Appliquer les interruptions MSI"],
		["FRM10103","MSI désactivé! Veuillez activer MSI pour une meilleure stabilité!"],
		["FRM10201","Chargement terminé!"],
		["FRM10301","Impossible de changer pendant le mode de jeu.\n\nVeuillez, d'abord désactiver le mode Jeu!"],

		["FRM20001","Invalide ou pas d'adresse Bitcoin minière situé. Veuillez saisir votre adresse NiceHash minière:"],
		["FRM20002","Presse-papiers coller"],
		["FRM20003","Entrez votre adresse minière ici"],
		["FRM20005","Je ne sais pas où l'obtenir? Connectez-vous à votre compte NiceHash puis allez sur cette page:"],
		["FRM20006","Adresse BTC invalide. L'adresse saisie n'est pas correcte."],

		["UINS0001","Désinstaller"],
		["UINS0002","Veuillez sélectionner les options suivantes avant de désinstaller NiceHash QuickMiner:"],
		["UINS0003","Gardez le fichier de config (nhqm.conf)."],
		["UINS0004","Gardez les fichiers de commande (*.json) qui contiennent des overclockings et des paramètres de ventilateur."],
		["UINS0005","Conserver les fichiers journaux."],

		["GAME0001","Options du mode de jeu"],
		["GAME0002","Détecté GPU principal avec affichage connecté:"],
		["GAME0003","Valeurs d'overclocking à appliquer sur le GPU principal lorsque le mode de jeu est actif:"],
		["GAME0004","TDP"],
		["GAME0005","Core clock delta"],
		["GAME0006","Memory clock delta"],
		["GAME0007","Régler le ventilateur sur automatique"],

		["ABT00001","Version:"],

		["FRM90001","Réglages optionnels"],
		["FRM90002","Configurons les paramètres suivants qui ne sont pas obligatoires, mais recommandé de configurer. Si vous êtes pressé, vous pouvez ignorer cela et configurer plus tard via le fichier de configuration (nhqm.conf)."],
		["FRM90003","Ignoré >>"],
		["FRM90004","Langue"],
		["FRM90005","Nom"],
		["FRM90006","Démarrage automatique"],
		["FRM90007","Traitement des erreurs"],
		["FRM90008","Conseils & Astuces"],
		["FRM90009","Gestionnaire de Rig"],
		["FRM90010","Langue de l'interface"],
		["FRM90011","Donnez à votre rig minière un nom unique et cool!"],
		["FRM90012","Nom du travailleur:"],
		["FRM90013","Souhaitez-vous que NiceHash QuickMiner démarrer automatiquement avec Windows?"],
		["FRM90014","Démarrage automatique avec Windows (Méthode planificateur de tâches)"],
		["FRM90015","Comment gérer votre PC en cas de panne de la (des) carte (s) vidéo?"],
		["FRM90016","Action de gestion des erreurs:"],
		["FRM90017","Ne fais rien"],
		["FRM90018","Redémarrer Excavator(Défaut)"],
		["FRM90019","Redémarrer Rig(Recommandé)"],
		["FRM90020","Redémarrez pilote NVIDIA"],
		["FRM90021","Il existe de nombreux autres paramètres que vous pouvez configurer. Consultez le Wiki NiceHash QuickMiner pour obtenir des conseils et des astuces."],
		["FRM90022","RECOMMANDÉ! N'oubliez pas de vérifier la solution One - Click - Optimiz pour GTX 1000 séries, TITAN V, RTX 2000 séries, TITAN RTX et RTX 3000 série cartes vidéo de bureau.Fiabilité élevée et très bon rendement garantis!"],
		["FRM90023","Si vous êtes débutant, nous vous recommandons d'aller maintenant à Gestionnaire de Rig.Si vous souhaitez régler manuellement votre (vos) carte (s) vidéo, Aller à la page suivante."],
		["FRM90024","Prenez-moi au gestionnaire de Rig >>"],
		["FRM90025","Il peut prendre plusieurs minutes pour votre Mineur apparaisse dans Gestionnaire de Rig.Veuillez, soyez patient!"],
		["FRM90026","OCTune est un puissant outil d'overclocking, conçu pour couvrir tous les besoins de chaque mineur. Il est suffisamment puissant pour prendre en charge les modifications de core clocks, memory clocks, limites de puissance, a la capacité de modifier le comportement des ventilateurs et vous permet de sous-tension des cartes vidéo pour réduire la consommation d'énergie et augmenter l'efficacité. Désactivez tout autre outil d'overclocking et laissez OCTune prendre le contrôle total!"],
		["FRM90027","Ouvrez OCTune pour peaufiner >>"],

		["F0100001","Démarrage automatique bientôt..."],
		["F0100002","OPTIMISER Réinitialiser"],
		["F0100003","Démarrez"],
		["F0100004","Vous pouvez réinitialiser l'optimisation avant qu'elle ne soit appliquée pour éviter une panne du PC causée par un profil d'optimisation incompatible."],

		["UPDT0001","Nouvelle version disponible"],
		["UPDT0002","NiceHash QuickMiner v"],
		["UPDT0003"," est disponible.\n\nSouhaitez-vous mettre à jour maintenant?"],
		["UPDT0004","Nouvelle version téléchargée"],
		["UPDT0005","NiceHash QuickMiner v"],
		["UPDT0006"," a été téléchargé.\n\nNiceHash QuickMiner doit être redémarré pour que la mise à jour se termine. Cliquez sur OK pour le redémarrer lorsque vous êtes prêt. Il est recommandé de vérifier vos paramètres après la mise à jour pour vous assurer NiceHash QuickMiner fonctionne correctement comme prévu."],
		["UPDT0007","Nouvelle fonctionnalité disponible"],
		["UPDT0008","NiceHash QuickMiner a été mis à jour avec succès vers v"],
		["UPDT0009",".\n\nLa nouvelle version peut détecter automatiquement et choisissez le meilleur emplacement de service avec une fiabilité très élevée. Il dispose également d'un retour automatique vers l'emplacement secondaire en cas de panne ou entretien à l'emplacement principal. Souhaitez-vous activer la fonction de localisation automatique du service?"],
		["UPDT0010",".\n\nLa nouvelle version augmente la sécurité de votre minière. Pour que cela fonctionne correctement, nous avons dû modifier la ligne de commande de lancement d'Excavator.Cliquez sur Oui si vous acceptez de le réinitialiser. Si vous ne le réinitialisez pas, NiceHash QuickMiner peut ne pas fonctionner correctement."]
]}
