{	"version": 4,
	"strings": [
		["GEN00001","Kilépés"],
		["GEN00002","OK"],
		["GEN00003","Vissza"],
		["GEN00004","STABIL"],
		["GEN00005","RC (Kiadásra Jelölt)"],

		["INST0001","NiceHash QuickMiner már telepítve van itt:"],
		["INST0002","Szeretnéd felülírni ezt a telepítést?"],
		["INST0003","Letöltés és Telepítés"],
		["INST0004","Nyelv:"],
		["INST0005","Telepítési könyvtár:"],
		["INST0006","Tallózás"],
		["INST0007","Verzió típus:"],
		["INST0008","Parancsikon létrehozása az Asztalon"],
		["INST0009","NiceHash QuickMiner futtatása a telepítés után"],
		["INST0010","Letöltés és Telepítés"],
		["INST0011","Letöltés és telepítés, kérlek várj..."],
		["INST0012","Nem lehet elindítani az excavator.exe-t; hiba:"],
		["INST0013","Ha az AV blokkolja a fájlt, engedélyezd vagy vedd fel kivételként, majd ismételd meg a telepítést."],
		["INST0014","Nem lehet elindítani a NiceHashQuickMiner.exe-t; hiba:"],
		["INST0015","sikeresen telepítve! Köszönjük a támogatásod!"],
		["INST0016","OPTIMIZE (Lite) használata minden eszközön"],

		["PROG0001","A NiceHash QuickMiner már fut!"],
		["PROG0002","NiceHash QuickMiner miatti PC összeomlás észlelve."],
		["PROG0003","Szeretnéd visszaállítani az összes OPTIMIZE profilt az alap (Manuális) értékre az összes videókártyán?"],
		["PROG0004","A NiceHash QuickMiner indítása nem lehetséges.Hiba:\n\n - hiányzó fájlok\n\nNéhány fájl törlésre került egy külső program által - valószínűleg AV."],
		["PROG0005","Hiba a telepítés közben!\n\nNiceHash QuickMiner képtelen volt folytatni a telepítést. Hiba:"],
		["PROG0006","NVML inicializálása nem lehetséges.\n\nNiceHash QuickMiner nem működik NVIDIA eszközök nelkül!"],
		["PROG0007","NVIDIA driver verzója ismeretlen!"],
		["PROG0008","Érvénytelen NVIDIA driver verzió. Minimum 461.33.\n\nKérlek telepítsd a legfrissebbb NVIDIA drivert!"],
		["PROG0009","Nem észlelhető kompatibilis hardver!\n\nHa van kompatibilis hardvered, kérlek indítsd újra a PC-d."],

		["FRM10001","FONTOS! A NiceHash QuickMiner-t vezérelheted a környezetérzékeny menü segítségével. Jobb egér kattintás NiceHash Icon a Windows Értesítések ezköztálcán. Mint például az alábbi képen:"],
		["FRM10002","Oké, Teszteltem és megértettem! Párbeszédablak bezárása most."],
		["FRM10003","Töltés: "],
		["FRM10004","Beállítások megjelenítése"],
		["FRM10005","Infó"],
		["FRM10006","Logok exportálása"],
		["FRM10007","Teljesen részletes logolás"],
		["FRM10008","Kézikönyv"],
		["FRM10009","Segítség"],
		["FRM10010","Indítás a Windows-szal"],
		["FRM10011","CPU Bányászat"],
		["FRM10012","Parancs fájl szerkesztése"],
		["FRM10013","Konfigurációs fájl szerkesztése"],
		["FRM10014","Beállítások"],
		["FRM10015","Konfigurálás"],
		["FRM10016","Aktiválás"],
		["FRM10017","Játék mód"],
		["FRM10018","Bányászat indítása"],
		["FRM10019","Megnyit"],
		["FRM10020","Deaktivál"],
		["FRM10021","Kezd"],
		["FRM10022","Stop"],
		["FRM10023","Az új verzióra frissítés sikertelen, ok:"],
		["FRM10024","Kérlek oldd meg a problémákat vagy frissíts manuálisan."],
		["FRM10025","értesítés"],
		["FRM10026","Excavator.exe sikeresen elkezdett bányászni!"],
		["FRM10027","Sebesség"],
		["FRM10028","Az excavator.exe indítása sikertelen. Kérlek fordulj a NiceHash QuickMiner hibaelhárítási útmutatóhoz."],
		["FRM10029","Sikertelen a kapcsolat létrehozás az excavator.exe-hez. Kérlek fordulj a NiceHash QuickMiner hibaelhárítási útmutatóhoz."],
		["FRM10030","Az Excavator.exe leállt!"],
		["FRM10031","Ez a PC nem rendelkezik elég virtuális memóriával. Növeld a virtuális memóriát vagy adj hozzá fizikai RAM-ot."],
		["FRM10040","A Játék mód még aktív!\n\nMégis ki szeretnél lépni a NiceHash QuickMiner-ből?"],
		["FRM10041","Ez a művelet be fogja zárni a NiceHash QuickMiner-t.\n\nBiztosan ki szeretnél lépni a NiceHash QuickMiner-ből?"],
		["FRM10042","Kijelzőhoz csatlakoztaott videókártya észlelése sikertelen vagy régebbi videókártyát használsz a kijelzővel!"],
		["FRM10043","Játék mód aktiválva az elsődleges GPU-n kijelzővel. A bányászat leállt azon a GPU-n és a játék overclock került rajta alkalmazásra.\n\nJátékra fel!"],
		["FRM10044","Játék mód deaktiválva az elsődleges GPU-n kijelzővel. A GPU ismét bányász és a bányász overclock került rajta alkalmazásra (ha be van állítva)."],
		["FRM10050","Automatikus feladat indítás"],
		["FRM10051","NiceHash QuickMiner automatikus feladat indítás eltávolításra került."],
		["FRM10052","NiceHash QuickMiner automatikus feladat indítás eltávolítása sikertelen! Ok:"],
		["FRM10053","NiceHash QuickMiner automatikus feladat indítás telepítése sikeres.\n\nNiceHash QuickMiner ezentúl el fog indulni a Windows-szal együtt"],
		["FRM10054","NiceHash QuickMiner automatikus feladat indítás telepítése sikertelen! Ok:"],
		["FRM10060","Excavator újraindítása sikertelen! Kérlek indítsd újra a NiceHash QuickMiner-t, hogy orvosold a problémát!"],
		["FRM10061","Minden kész! A logok exportálásra kerültek egy .zip fájlba:"],
		["FRM10062","A bányász BTC Address-ed kivágásra került és csak az utolsó 6 óra logjai kerültek be, hogy csökkentsük a fájl mértetet. Csatold ezt a fájlt amikor problémát/bug-ot jelentesz."],
		["FRM10063","Logok exportálása sikertelen, ok:"],
		["FRM10064","Log fájlok exportálása ZIP fájlba"],
		["FRM10070","Növeld a stabilitást a Message Signaled Interrupts (MSI) használatával minden támogatott videókártyán. A bányász géped stabilitása jelentősen növekedhet.\n\nVESZÉLY! Néhány ritka esetben ez a megjelenítő driver tönkretételével járhat. Ajánlott egy rendszer visszaállítási pont létrehozása az MSI aktiválása előtt.\n\nMSI aktiválása most?"],
		["FRM10071","Művelet sikertelen, hiba:"],
		["FRM10072","Már minden videókártya optimalizálva van!"],
		["FRM10073","Siker! Kérlek indítsd újra a PC-d.\n\nA következő videókártyák kerültek optimalizálásra:"],
		["FRM10101","Extra"],
		["FRM10102","MSI megszakítások alkalmazása"],
		["FRM10103","MSI tiltva! Kérlek engedélyezd az MSI-t a nagyobb stabilitás érdekében!"],
		["FRM10201","Töltés befejezve!"],

		["FRM20001","Érvénytelen vagy nem beállított Bitcoin Address. Kérlek add meg a NiceHash Mining Address-ed:"],
		["FRM20002","Vágólap beilleszt"],
		["FRM20003","itt add meg a mining addressed"],
		["FRM20005","Nem tudod honnan szerezd meg? Lépj be a NiceHash fiókodba majd menj erre az oldalra:"],
		["FRM20006","Érvénytelen BTC Address. A megadott cím helytelen."],

		["UINS0001","Eltávolítás"],
		["UINS0002","Kérlek válassz a következő lehetőségek közül mielőtt eltávolítod a NiceHash QuickMiner-t:"],
		["UINS0003","Konfiguárciós fájl megtartása (nhqm.conf)."],
		["UINS0004","Parancs fájlok megtartása (*.json) melyek tartalmazzák az overclock és ventillátor beállításokat."],
		["UINS0005","Log fájlok megtartása."],

		["GAME0001","Játék mód beállítások"],
		["GAME0002","Észlelt elsődleges GPU kijelzővel:"],
		["GAME0003","Overclock értékek az elsődleges GPU-n amikor a Játék mód aktív:"],
		["GAME0004","TDP"],
		["GAME0005","Core clock delta"],
		["GAME0006","Memory clock delta"],
		["GAME0007","Automatikus ventillátor"],

		["ABT00001","Verzió:"],

		["FRM90001","Választható beállítások"],
		["FRM90002","Állítsuk be a következő, nem kötelező de ajánlott beállításokat. Ha sietsz, kihagyhatod ezt a lépést és beállíthatod később a konfigurációs fájlban (nhqm.conf)."],
		["FRM90003","Kihagy >>"],
		["FRM90004","Nyelv"],
		["FRM90005","Név"],
		["FRM90006","Automatikus indítás"],
		["FRM90007","Hiba Kezelés"],
		["FRM90008","Tippek & Trükkök"],
		["FRM90009","Gép Kezelő"],
		["FRM90010","Felület nyelv"],
		["FRM90011","Adj egy egyedi és menő nevet a bányász gépednek!"],
		["FRM90012","Munkás név:"],
		["FRM90013","Szeretnéd, hogy a NiceHash QuickMiner automatikusan induljon a Windows-szal?"],
		["FRM90014","Automatikus indítás a Windows-szal (Feladat Ütemező módszer)"],
		["FRM90015","Hogyan legyen kezelve a PC-d amikor a videókártya összeomlik?"],
		["FRM90016","Hiba kezelési művelet:"],
		["FRM90017","Semmi"],
		["FRM90018","Excavator újraindítása(Alap)"],
		["FRM90019","Gép újraindítása(Ajánlott)"],
		["FRM90020","NVIDIA Driver újraindítása"],
		["FRM90021","Sokkal több beállítást is meg tudsz adni. Keresd a NiceHash QuickMiner Wiki-t további tippekért & trükkökért."],
		["FRM90022","AJÁNLOTT! Ne felejtsd el megnézni az Egy-Kattintásos-Optimizáló Megoldást a GTX 1000-es széria, TITAN V, RTX 2000-es széria, TITAN RTX és RTX 3000-es széria asztali kárytákon.A magas megbízhatóság és hatékonyság garantált!"],
		["FRM90023","Ha kezdő vagy, azt ajnáljuk most használd a Gép Kezelőt. Amennyiben manuálisan szeretnéd finomhangolni a videókártyád lépj a következő lapra."],
		["FRM90024","Vigyél a Gép Kezelőbe >>"],
		["FRM90025","Eltarthat pár percig, amíg a Bányász Géped megjelenik a Gép Kezelőben. Kérlek, légy türelemmel!"],
		["FRM90026","Az OCTune egy hatékony overclock eszköz, ami minden bányász igényeit lefedi. Megfelelő ahhoz, hogy core clock, memory clock és power limit módosításokat is támogasson, képes a ventillátor viselkedés módosítására, valamint lehetővé teszi a videókártya undervolt-olást a fogyasztás csökkentése és a hatékonyság növelése érdekében.Kapcsolj ki minden más overclock eszközt és hagyd, hogy az OCTune átvegye az irányítást!"],
		["FRM90027","OCTune megnyitása >>"],

		["F0100001","Automatikus indítás hamarosan..."],
		["F0100002","OPTIMIZE Visszaállítás"],
		["F0100003","Start"],
		["F0100004","Visszaállíthatod az optimalizálást mielőtt az alkalmazásra kerülne, hogy elkerüld a PC összeomlását, melyet az összeegyeztethetetlen optimalizálási profil okozna."],

		["UPDT0001","Új verzió elérhető"],
		["UPDT0002","NiceHash QuickMiner v"],
		["UPDT0003"," elérhető.\n\nSzeretnéd most letölteni és frissíteni?"],
		["UPDT0004","Új verzió letöltve"],
		["UPDT0005","NiceHash QuickMiner v"],
		["UPDT0006"," letöltve.\n\nA NiceHash QuickMiner-t újra kell indítani, hogy a frissítés befejeződjön. Kattints az OK-ra, amikor készen állsz az újraindítására. Ajánlott a beállításaid ellenőrzése a frissítés után, hogy biztos lehess benne a NiceHash QuickMiner az elvárásaidnak megfelelően fut."],
		["UPDT0007","Új funkció elérhető"],
		["UPDT0008","NiceHash QuickMiner sikeresen frissítésre került a következő verzióra: v"],
		["UPDT0009",".\n\nAz új verzió nagyon megbízhatóan automatikusan meg tudja határozni és ki tudja választani a legjobb szolgáltatási helyszínt.Ezenfelül rendekezik tartalék másodlagos helyszínnel arra az esetre, ha üzemszünet vagy karbantartás lenne az elsődleges helyszínen.Szeretnéd bekapcsolni az automatikus szolgáltatási helyszín funkciót?"],
		["UPDT0010",".\n\nAz új verzió növeli a bányászat biztonságát.Ahhoz, hogy ez megfelelően tudjon működni módosítanunk kellett az Excavator indítási parancs sorát.Kattints az Igenre, ha beleegyezel a visszaállításába.Amennyiben nem állítod vissza, a NiceHash QuickMiner nem feltétlenül fog megfelelően működni."]
]}
