{	"version": 5,
	"strings": [
		["GEN00001","Uscita"],
		["GEN00002","OK"],
		["GEN00003","Cancella"],
		["GEN00004","STABILE"],
		["GEN00005","RC (Release Candidate)"],

		["INST0001","NiceHash QuickMiner è già installato in:"],
		["INST0002","Vuoi sovrascrivere questa installazione?"],
		["INST0003","Scarica e Installa"],
		["INST0004","Lingua:"],
		["INST0005","Cartella d'installazione:"],
		["INST0006","Naviga"],
		["INST0007","Tipo di versione:"],
		["INST0008","Crea un collegamento sul Desktop"],
		["INST0009","Avvia NiceHash QuickMiner dopo l'installazione"],
		["INST0010","Scarica e Installa"],
		["INST0011","Scaricamento e installazione, attendere prego..."],
		["INST0012","Impossibile avviare excavator.exe; errore:"],
		["INST0013","Se AV sta bloccando il file, consenti o crea un'eccezione, quindi ripeti l'installazione."],
		["INST0014","Impossibile avviare NiceHashQuickMiner.exe; errore:"],
		["INST0015","è stato installato con successo! Grazie per il tuo sostegno!"],
		["INST0016","Applica OPTIMIZE (Lite) per tutti i dispositivi"],

		["PROG0001","NiceHash QuickMiner è già in esecuzione!"],
		["PROG0002","È stato rilevato che NiceHash QuickMiner ha causato un arresto anomalo del PC."],
		["PROG0003","Ripristinare tutti i profili OPTIMIZE impostati con valore predefinito (Manual) per tutte le schede video?"],
		["PROG0004","Impossibile avviare NiceHash QuickMiner.Errore:\n\n - files mancanti\n\nAlcuni files sono stati eliminati da un programma di terze parti, quasi sicuramente un AV."],
		["PROG0005","Errore durante l'installazione!\n\nNiceHash QuickMiner non è stato in grado di continuare con l'installazione. Errore:"],
		["PROG0006","Impossibile inizializzare NVML.\n\nNiceHash QuickMiner non funziona senza dispositivi NVIDIA!"],
		["PROG0007","Impossibile identificare la versione del driver NVIDIA!"],
		["PROG0008","Versione del driver NVIDIA invalida. Versione minima 461.33.\n\nPer favore, installa i driver NVIDIA più recenti!"],
		["PROG0009","Nessun hardware compatibile rilevato!\n\nSe disponi di hardware compatibile, prova a riavviare il PC."],

		["FRM10001","IMPORTANTE! È possibile controllare NiceHash QuickMiner tramite il menù contestuale. Fare clic con il tasto destro del mouse sull'icona NiceHash nella barra delle notifiche di Windows. Visualizza la seguente immagine come esempio:"],
		["FRM10002","Okay, l'ho testato e l'ho capito! Chiudi questa finestra di dialogo."],
		["FRM10003","Caricamento: "],
		["FRM10004","Visualizza Opzioni"],
		["FRM10005","Informazioni su"],
		["FRM10006","Esporta Logs"],
		["FRM10007","Log completi e dettagliati"],
		["FRM10008","Visualizza Manuali"],
		["FRM10009","Aiuto"],
		["FRM10010","Avvia con Windows"],
		["FRM10011","Mining con CPU"],
		["FRM10012","Edita file command"],
		["FRM10013","Edita file config"],
		["FRM10014","Impostazioni"],
		["FRM10015","Configura"],
		["FRM10016","Attiva"],
		["FRM10017","Modalità Gioco"],
		["FRM10018","Inizia a Minare"],
		["FRM10019","Aperto"],
		["FRM10020","Disattiva"],
		["FRM10021","Avvia"],
		["FRM10022","Stop"],
		["FRM10023","Aggiornamento alla nuova versione fallito: motivo:"],
		["FRM10024","Per favore, risolvi i problemi o aggiorna manualmente."],
		["FRM10025","notifiche"],
		["FRM10026","Excavator.exe ha avviato il mining con successo!"],
		["FRM10027","Velocità"],
		["FRM10028","Impossibile avviare excavator.exe. Per favore consulta la guida di risoluzione problemi di NiceHash QuickMiner."],
		["FRM10029","Impossibile stabilire una connessio a excavator.exe. Per favore consulta la guida di risoluzione problemi di NiceHash QuickMiner."],
		["FRM10030","Excavator.exe è stato interrotto!"],
		["FRM10031","Questo PC non ha memoria virtuale sufficiente. Aumenta la memoria virtuale o aggiungi più RAM fisica."],
		["FRM10040","La Modalità Gioco è ancora attiva!\n\nVuoi comunque chiudere NiceHash QuickMiner?"],
		["FRM10041","uesta azione chiuderà NiceHash QuickMiner.\n\nSei sicuro di voler chiudere NiceHash QuickMiner?"],
		["FRM10042","Non è stato possibile rilevare una scheda video con display collegato o si sta utilizzando una scheda video obsoleta per il display!"],
		["FRM10043","La Modalità Gioco è attiva sulla scheda video principale con display. Il Mining è stato interrotto su quella GPU e gli overclocks da gioco sono stati applicati.\n\nGame on!"],
		["FRM10044","La Modalità Gioco è stata disattivata sulla scheda video principale con display. La GPU è tornata al mining con gli overclocks da mining (se impostati)."],
		["FRM10050","Attività Avvio Automatico"],
		["FRM10051","Le Attività Avvio Automatico di NiceHash QuickMiner sono state disinstallate."],
		["FRM10052","Impossibile disinstallare le Attività Avvio Automatico di NiceHash QuickMiner! Motivo:"],
		["FRM10053","Le Attività Avvio Automatico di NiceHash QuickMiner sono state installate correttamente.\n\nNiceHash QuickMiner verrà ora avviato e inizierà il mining automaticamente all'avvio di Windows."],
		["FRM10054","Impossibile installare le Attività Avvio Automatico di NiceHash QuickMiner! Motivo:"],
		["FRM10060","Impossibile riavviare Excavator! Per favore, riavvia NiceHash QuickMiner per risolvere il problema!"],
		["FRM10061","Tutto fatto! I log sono stati esportati in un unico file .zip:"],
		["FRM10062","Il tuo indirizzo BTC di mining è stato cancellato e solo le ultime 6 ore dei logs sono incluse per ridurre la dimensione del file. Dovresti allegare questo file quando invii una segnalazione per problema/bug."],
		["FRM10063","Impossibile esportare i logs, motivo:"],
		["FRM10064","Esporta i files di log in un file ZIP"],
		["FRM10070","Ottimizza la stabilità attivando i Message Signaled Interrupts (MSI) per tutte le schede video supportate. La tua mining rig potrebbe ottenere una stabilità notevolmente migliorata.\n\nPERICOLO! In alcuni rari casi, questa azione potrebbe danneggiare i drivers del display. Si consiglia di creare un punto di ripristino del sistema prima di attivare MSI.\n\nAttivare MSI ora?"],
		["FRM10071","Attivazione fallita, errore:"],
		["FRM10072","Tutte le schede video sono già ottimizzate!"],
		["FRM10073","Successo! Per favore, riavvia il tuo PC.\n\nLe seguenti schede video sono ottimizzate:"],
		["FRM10101","Extra"],
		["FRM10102","Applica MSI interrupts"],
		["FRM10103","MSI disabilitato! Per favore, abilita MSI per una migliore stabilità!"],
		["FRM10201","Caricamento completato!"],
		["FRM10301","Impossibile modificare durante la Modalità Gioco.\n\nPer favore, disattiva la Modalità Gioco!"],
		
		["FRM20001","L'indirizzo Bitcoin di mining impostato è invalido o inesistente. Per favore inserisci il tuo Indirizzo di Mining NiceHash:"],
		["FRM20002","Incolla"],
		["FRM20003","Inserisci il tuo indirizzo di mining quì"],
		["FRM20005","Non sai dove ottenerlo? Accedi al tuo account di NiceHash e vai a questa pagina:"],
		["FRM20006","Indirizzo BTC invalido. L'indirizzo inserito non è corretto."],

		["UINS0001","Disinstalla"],
		["UINS0002","Per favore, seleziona le seguenti opzioni prima di disinstallare NiceHash QuickMiner:"],
		["UINS0003","Mantieni il file di configurazione (nhqm.conf)."],
		["UINS0004","Mantieni i files command (*.json) che contengono gi overclocks e le impostazioni delle ventole."],
		["UINS0005","Mantieni i files di log."],

		["GAME0001","Impostazioni Modalità Gioco"],
		["GAME0002","Rilevata GPU principale con display collegato:"],
		["GAME0003","Valori di overclock da applicare sulla GPU principale quando la Modalità Gioco è attiva:"],
		["GAME0004","TDP"],
		["GAME0005","Delta Clock del Core"],
		["GAME0006","Delta Clock della Memoria"],
		["GAME0007","Imposta le ventole su automatico"],

		["ABT00001","Versione:"],

		["FRM90001","Impostazioni Aggiuntive"],
		["FRM90002","Configuriamo le seguenti impostazioni ce non sono obbligatorie, ma consigliamo di configurarle. Se hai fretta, è possibile saltare questa configurazione e configurare in seguito tramite il file di configurazione (nhqm.conf)."],
		["FRM90003","Salta >>"],
		["FRM90004","Lingua"],
		["FRM90005","Nome"],
		["FRM90006","Avvio Automatico"],
		["FRM90007","Gestione Errori"],
		["FRM90008","Suggerimenti e Trucchi"],
		["FRM90009","Manager delle Rig"],
		["FRM90010","Lingua dell'Interfaccia"],
		["FRM90011","Dai alla tua mining rig un nome unico e originale!"],
		["FRM90012","Nome del Lavoratore:"],
		["FRM90013","Vuoi che NiceHash QuickMiner venga avviato automaticamente all'avvio di Windows?"],
		["FRM90014","Avvio Automatico con Windows (Metodo Utilità di pianificazione)"],
		["FRM90015","Come gestire il PC quando la scheda video si blocca?"],
		["FRM90016","Azione di gestione errori:"],
		["FRM90017","Non fare nulla"],
		["FRM90018","Riavvia Excavator(Default)"],
		["FRM90019","Riavvia la Rig(Consigliato)"],
		["FRM90020","Riavvia i Driver NVIDIA"],
		["FRM90021","Esistono più impostazioni che puoi configurare. Controlla la Wiki di NiceHash QuickMiner per Suggerimenti e Trucchi."],
		["FRM90022","CONSIGLIATO! Non dimenticare di controllare l'impostazione One - Click - Optimize per le schede video desktop della serie GTX 1000, TITAN V, serie RTX 2000, TITAN RTX e serie RTX 3000. Alta affidabilità e ottima efficienza garantita!"],
		["FRM90023","Se sei un principiante, ti consigliamo di andare ora sul Rig Manager. Se desideri regolare manualmente le tue schede video, vai alla pagina successiva."],
		["FRM90024","Portami al Rig Manager >>"],
		["FRM90025","Potrebbero essere necessari diversi minuti prima che il tuo Miner appaia nel Rig Manager. Per favore, sii paziente!"],
		["FRM90026","OCTune è un potente strumento di overclock, progettato per coprire tutte le esigenze di ogni singolo miner. È abbastanza potente da supportare modifiche dei clocks del core, clocks della memoria, limiti di potenza, ha la capacità di modificare il comportamento delle ventole e ti permette di impostare un undervolt alle schede video per ridurre il consumo energetico. Disattiva qualsiasi altro strumento di overclock e lascia che OCTune prenda il pieno controllo!"],
		["FRM90027","Apri OCTune per modificare >>"],

		["F0100001","Avvio automatico a breve..."],
		["F0100002","Reset OPTIMIZE"],
		["F0100003","Avvia"],
		["F0100004","È possibile ripristinare l'ottimizzazione prima che venga applicata per evitare crash del PC causati da un profilo di ottimizzazione incompatibile."],

		["UPDT0001","Nuova versione disponibile"],
		["UPDT0002","NiceHash QuickMiner v"],
		["UPDT0003"," è disponibile.\n\nVuoi aggiornare adesso?"],
		["UPDT0004","Nuova versione scaricata"],
		["UPDT0005","NiceHash QuickMiner v"],
		["UPDT0006","è stato scaricato.\n\nNiceHash QuickMiner deve essere riavviato per completare la procedura di aggiornamento. Fare clic su OK per riavviarlo quando si è pronti. Si consiglia di controllare le impostazioni dopo l'aggiornamento per assicurarsi che NiceHash Quickminer funzioni correttamente come previsto."],
		["UPDT0007","Nuova funzionalità disponibile"],
		["UPDT0008","NiceHash QuickMiner è stato aggiornato con successo alla versione"],
		["UPDT0009",".\n\nLa nuova versione può rilevare e scegliere automaticamente la posizione migliore per il servizio con un'affidabilità molto elevata. Dispone inoltre di fallback automatico alla posizione secondaria in caso di interruzione o manutenzione alla posizione principale. Vuoi attivare la funzionalità della posizione automatica?"],
		["UPDT0010",".\n\nLa nuova versione aumenta la sicurezza del mining. Per potere funzionare correttamente, abbiamo dovuto modificare la riga di comando per l'avvio di Excavator. Fai clic su Sì se accetti di reimpostarla. Se non la ripristini NiceHash QuickMiner potrebbe non funzionare correttamente."]
]}
