{	"version": 5,
	"strings": [
		["GEN00001","Sair"],
		["GEN00002","OK"],
		["GEN00003","Cancelar"],
		["GEN00004","ESTÁVEL"],
		["GEN00005","RC (Release Candidate)"],

		["INST0001","O NiceHash QuickMiner já está instalado:"],
		["INST0002","Gostaria de substituir a instalação?"],
		["INST0003","Descarregar e Instalar"],
		["INST0004","Língua:"],
		["INST0005","Pasta de instalação:"],
    		["INST0006","Procurar"],
		["INST0007","Tipo de versão:"],
		["INST0008","Criar um atalho no ambiente de trabalho"],
		["INST0009","Executar o NiceHash QuickMiner depois da instalação"],
		["INST0010","Descarregar e Instalar"],
		["INST0011","A descarregar e instalar, por favor, espere..."],
		["INST0012","Não foi possível iniciar o excavator.exe; erro:"],
		["INST0013","Se o AV está a bloquear o ficheiro, permita-o ou faça uma exceção e repita a instalação."],
		["INST0014","Não foi possível iniciar o NiceHashQuickMiner.exe; erro:"],
		["INST0015","já foi instalado com sucesso! Obrigado pelo seu apoio!"],
		["INST0016","Aplicar OTIMIZAÇÃO (Leve) para todos os dispositivos"],

		["PROG0001","O NiceHash QuickMiner já está em execução!"],
		["PROG0002","Foi detetado que o NiceHash QuickMiner levou ao 'crash' do seu PC."],
		["PROG0003","Gostaria de redefinir todos os perfis de OTIMIZAÇÃO de volta para os valores padrão (Manual) para todas as GPUs?"],
		["PROG0004","Não foi possível iniciar o NiceHash QuickMiner. Erro:\n\n - ficheiros em falta\n\nAlguns ficheiros foram apagados por um programa terceiro - provavelmente um AV."],
		["PROG0005","Erro na instalação!\n\nO NiceHash QuickMiner não conseguio continuar a instalação. Erro:"],
		["PROG0006","Não foi possível iniciar o NVML.\n\nO NiceHash QuickMiner não funciona sem dispositivos da NVIDIA!"],
		["PROG0007","Não foi possível obter a versão do driver da NVIDIA!"],
		["PROG0008","Versão do driver da NVIDIA inválida. A mínima é 461.33.\n\nPor favor, instale os drivers mais recentes da NVIDIA!"],
		["PROG0009","Não foi detetado hardware compatível!\n\nSe tem hardware compatível, tente reiniciar o PC."],

		["FRM10001","IMPORTANTE! Pode controlar o NiceHash QuickMiner a partir do menu. Carregue com o botão direito do rato no ícone da NiceHash nas barra de Notificações do Windows. Veja o exemplo na seguinte imagem:"],
		["FRM10002","Okay, eu testei e compreendo! Fechar esta janela agora."],
		["FRM10003","A carregar: "],
		["FRM10004","Mostrar Opções"],
		["FRM10005","Sobre"],
		["FRM10006","Exportação de logs"],
		["FRM10007","Logging completo e detalhado"],
		["FRM10008","Ver Manuais"],
		["FRM10009","Ajuda"],
		["FRM10010","Iniciar com o Windows"],
		["FRM10011","Mineração com CPU"],
		["FRM10012","Editar ficheiro de comandos"],
		["FRM10013","Editar ficheiro de config"],
		["FRM10014","Definições"],
		["FRM10015","Configurar"],
		["FRM10016","Ativar"],
		["FRM10017","Modo de Jogo"],
		["FRM10018","Iniciar a mineração"],
		["FRM10019","Abrir"],
		["FRM10020","Desativar"],
		["FRM10021","Iniciar"],
		["FRM10022","Parar"],
		["FRM10023","Falha na atualização para a nova versão, razão:"],
		["FRM10024","Por favor, resolva os problemas ou atualize manualmente."],
		["FRM10025","notificação"],
		["FRM10026","O Excavator.exe começou a minar com sucesso!"],
		["FRM10027","Velocidade"],
		["FRM10028","Falha ao iniciar o excavator.exe. Consulte o guia troubleshooting do NiceHash QuickMiner."],
		["FRM10029","Falha a estabelecer uma conexão com o excavator.exe. Consulte o guia troubleshooting do NiceHash QuickMiner."],
		["FRM10030","O Excavator.exe parou!"],
		["FRM10031","Este PC não tem memória virtual suficiente. Aumente a memória virtual ou adicione mais RAM."],
		["FRM10040","O Modod de Jogo ainda está ativo!\n\nAinda deseja sair do NiceHash QuickMiner?"],
		["FRM10041","Esta ação fechará o NiceHash QuickMiner.\n\nTem a certeza que pretende saír do NiceHash QuickMiner?"],
		["FRM10042","Não foi possível detetar uma placa gráfica conectada a um monitor, ou poderá estar a usar uma GPU muito antiga!"],
		["FRM10043","O Modo de Jogo foi ativado na GPU principal, com ecrã. A mineração parou nesta GPU e os overclocks de jogos foram aplicados.\n\nBons jogos!"],
		["FRM10044","O Modo de Jogo foi desativado na GPU principal, com ecrã. A GPU retomou a mineração e os overclocks de mineração foram aplicados (se definidos)."],
		["FRM10050","Autostart task"],
		["FRM10051","A autostart task do NiceHash QuickMiner foi desinstalada."],
		["FRM10052","Falha ao desinstalar a autostart task do NiceHash QuickMiner! Razão:"],
		["FRM10053","A autostart task do NiceHash QuickMiner foi instalada com sucesso.\n\nO NiceHash QuickMiner irá agora iniciar a mineração automaticamente, quando o Windows iniciar."],
		["FRM10054","Falha ao instalar a autostart task do NiceHash QuickMiner! Razão:"],
		["FRM10060","Falla ao reiniciar o Excavator! Reinicie o NiceHash QuickMiner para resolver o problema!"],
		["FRM10061","Tudo pronto! Os logs foram exportados para um ficheiro .zip:"],
		["FRM10062","O seu Endereço de Mineração de BTC foi removido e apenas foram incluídos os logs das últimas 6h, para reduzir o tamanho do ficheiro. Deverá anexá-lo ao submeter o relatório de bug/problema."],
		["FRM10063","Falha na exportação de logs, razão:"],
		["FRM10064","Exportar os logs para um ficheiro ZIP"],
		["FRM10070","Otimize a estabilidade ativando o Message Signaled Interrupts (MSI) para todas as GPUs. A estabilidade da sua rig poderá melhorar consideravelmente.\n\nPERIGO! Muito raramente, esta ação poderá causar erros nos drivers. É recomendado efetuar um ponto de restauro do sistema antes de ativar o MSI.\n\nAtivar o MSI agora?"],
		["FRM10071","Ação falhada, erro:"],
		["FRM10072","Todas as GPUs já estão otimizadas!"],
		["FRM10073","Sucesso! Reinicie o seu PC.\n\nAs seguintes GPUs foram otimizadas:"],
		["FRM10101","Extra"],
		["FRM10102","Aplicar interrupções MSI"],
		["FRM10103","MSI desativado! Ative o MSI para uma melhor estabilidade!"],
		["FRM10201","Carregamento completo!"],
		["FRM10301","Não foi possível alterar durante o Modo de Jogo.\n\nDesative o Modo de Jogo primeiro!"],

		["FRM20001","Emdereço de Mineração de BTC inválido ou em falta. Insira o seu Endereço de Mineração da NiceHash:"],
		["FRM20002","Colar da Clipboard"],
		["FRM20003","Insira o seu endereço de mineração aqui"],
		["FRM20005","Não sabe onde encontrá-lo? Inicie sessão na sua conta NiceHash e vá a esta página:"],
		["FRM20006","Endereço de BTC inválido. O endereço inserido está incorreto."],

		["UINS0001","Desinstalar"],
		["UINS0002","Selecione as seguintes opções antes de desinstalar o NiceHash QuickMiner:"],
		["UINS0003","Manter o ficheiro de config (nhqm.conf)."],
		["UINS0004","Manter o ficheiro de comandos (*.json), com os OCs e configurações das ventoinhas."],
		["UINS0005","Manter os ficheiros de log."],

		["GAME0001","Opções do Modo de Jogo"],
		["GAME0002","Detetar a GPU primária, com ecrã conectado:"],
		["GAME0003","Os valores de overclock a aplicar na GPU primária ao ativar o Modo de jogo:"],
		["GAME0004","TDP"],
		["GAME0005","Core clock delta"],
		["GAME0006","Memory clock delta"],
		["GAME0007","Def. ventoinhas para auto."],

		["ABT00001","Versão:"],

		["FRM90001","Definições Opcionais"],
		["FRM90002","Vamos configurar as seguintes definições não obrigatórias, mas recomendadas. Se está com pressa, poderá fazer isto mais tarde, no ficheiro de config (nhqm.conf)."],
		["FRM90003","Pular >>"],
		["FRM90004","Língua"],
		["FRM90005","Nome"],
		["FRM90006","Autostart"],
		["FRM90007","Gestão de Erros"],
		["FRM90008","Dicas & Truques"],
		["FRM90009","Rig Manager"],
		["FRM90010","Língua da Interface"],
		["FRM90011","Dê um nome único e interessante à sua rig!"],
		["FRM90012","Nome do trabalhador:"],
		["FRM90013","Gostaria que o NiceHash QuickMiner iniciasse automaticamente com o Windows?"],
		["FRM90014","Iniciar automaticamente com o Windows (Método do Task Scheduler)"],
		["FRM90015","O que fazer com o seu PC quando as GPUs dão erro?"],
		["FRM90016","Ação da gestão de Erros:"],
		["FRM90017","Não fazer nada"],
		["FRM90018","Reiniciar o Excavator(Padrão)"],
		["FRM90019","Reiniciar a Rig(Recomendado)"],
		["FRM90020","Reiniciar o driver da NVIDIA"],
		["FRM90021","Há muitas outras configurações que pode definir. Leia a Wiki do NiceHash QuickMiner para Dicas e Truques."],
		["FRM90022","RECOMENDADO! Não se esqueça de verificar a Otimização com 1 - Click - para as séries GTX 1000s, TITAN V, RTX 2000, TITAN RTX e RTX 3000 das placas gráficas de desktop. É garantida grande confiabilidade e eficiência!"],
		["FRM90023","Se é novo, recomendamos que vá ao Rig Manager agora. Se quiser efetuar os OCs manualmente, vá à próxima página."],
		["FRM90024","Leve-me ao Rig Manager >>"],
		["FRM90025","Pode demorar vários minutos para o seu Mineiro aparecer no Rig Manager. Por favor, seja paciênte!"],
		["FRM90026","O OCTune é uma poderosa ferramenta de overclocking que satifaz todas as necessidades de um mineiro. Esta suporta modificações dos core clocks, memory clocks, limites de potência, a alteração do comportamento das ventoinhas e permite ainda o undervolt da GPU, para reduzir o consumo energético e aumentar a eficiência. Desligue outras ferramentas de OC e deixe o OCTune ter controlo total!"],
		["FRM90027","Abrir o OCTune para ajustar >>"],

		["F0100001","A iniciar automaticamente em breve..."],
		["F0100002","Redefinir OTIMIZAÇÃO"],
		["F0100003","Iniciar"],
		["F0100004","Pode redefinir a Otimização antes de ser aplicada, evitando o 'crash' do PC, causado por perfis de otimização incompatíveis."],

		["UPDT0001","Nova versão disponível"],
		["UPDT0002","O NiceHash QuickMiner v"],
		["UPDT0003"," está disponível.\n\nDeseja atualizar agora?"],
		["UPDT0004","Nova versão descarregada"],
		["UPDT0005","O NiceHash QuickMiner v"],
		["UPDT0006"," foi descarregado.\n\nO NiceHash QuickMiner tem de reiniciar para completar a autalização. Carregue em OK para reiniciar, quando estiver pronto. É recomendado verificar as configurações depois da atualização, certificando-se de que o NiceHash QuickMiner funciona como esperado."],
		["UPDT0007","Nova funcionalidade disponível"],
		["UPDT0008","O NiceHash QuickMiner foi atualizado para a v"],
		["UPDT0009",".\n\nA nova versão pode detetar e selecionar automaticamente a melhor localização. Também tem um 'fallback' automático para uma localização secundária, caso haja uma interrupção na localização primária. Gostaria de ativar a funcionalidade de localização automática dos serviços?"],
		["UPDT0010",".\n\nA nova versão aumenta a segurança da mineração. Para isto funcionar, alterámos a linha de comandos de execução do Excavator. Carregue em Sim, se concorda em redefiní-la. Se não a redefinir, o NiceHash QuickMiner poderá não funcionar."]
]}
